<template>
  <main>
    <div class="bg-body-tertiary p-5 rounded">

      <p class="content-title">大赛赛制</p>
      <p class="lead">大赛采用线上报名与评审方式，请参赛队伍在大赛官方网站注册并最终提交成，官网地址为：（待定）。赛题发布后，参赛团队线上提交团队参赛信息，独立开展赛题研究，完成赛题后线上提交参赛作品。赛题结果评测由大赛组委会专家委员会审定，并在官方网站及媒体平台公布。</p> 
      
      <p class="content-title">奖项设置</p>
      <p class="lead">大赛每道赛题设置冠军、亚军和季军各1名，设优秀奖若干名（原则上不超过有效作品数量的25%）；除优秀奖以外的其余奖项，由指挥控制学会颁发荣誉证书或奖牌（优秀奖由大赛组委会办公室颁发证书）。</p>     
      
      <p class="content-title">实施步骤</p>
      <p class="lead">大赛分动员部署、赛题发布、全国总决赛三个阶段实施。</p>     
      <p class="lead">1.动员部署（8月—9月）:各参赛单位登录大赛官网，根据要求填写有关信息，进行参赛注册，及时了解相关信息。</p> 
      <p class="lead">2.赛题发布（9月—11月）:官网公布赛题数据。参赛单位按照大赛要求组织赛题研究与技术攻关，并按时提交参赛作品。各参赛单位需在11月10日前登录大赛官网，完善相关信息，完成成果上传。作品报送主要包括作品名称、团队信息、作品类别等内容（增加附件详细描述）。</p>
      <p class="lead">3.结果评审（11月底）:评审分网络评审与现场讲解环节。</p> 
      <p class="lead">网络评审环节：大赛组委会根据作品报送情况，对作品进行结果评测，确定有效作品数量。评审专家依据网评评审规则，对各参赛队伍成果进行评分。各赛道前三名需要提交代码和模型进行验证，否则视为放弃比赛成绩。</p> 
      <p class="lead">现场讲解与颁奖环节：最终各赛道前三名，进入现场讲解与颁奖环节。参赛团队代表进行作品展示和技术交流，并颁发荣誉证书或奖牌。</p> 
      
      <p class="content-title">组织实施</p>
      <p class="lead">1.加强组织领导。大赛在组委会的领导下，各承办、协办单位要加强协同配合，统筹做好各项工作。各参赛单位做好本单位大赛宣传发动和作品报送工作，为参赛团队提供必要的条件和支持。</p>     
      <p class="lead">2.强化宣传推介。大赛组委会重点筛选社交媒体舆论分析挖掘、人机对话系统等领域高校合作团队，鼓励其积极参赛；进行重点科研机构与企业推广，鼓励相关合作企业参赛，并借助其渠道进一步宣传；结合学会优势，争取计算机学会、指挥与控制学会等学会宣传支持，进行大面积竞赛推广宣传。</p>   
      <p class="lead">3.强化成果转化服务。大赛组委会加强对优秀团队的后续跟踪支持，积极推动政府、企业、院校和创新创业团队组织经验交流、产业推介、孵化指导等服务活动，拓宽成果转化渠道，为创新成果转化和前沿科技项目落地提供帮助。</p>   
    
    </div>
  </main>
</template>
